org/productivity/daily-info-collecting.org
#+TITLE: 如何處理訊息爆炸的生活
#+HTML_LINK_UP: ../index.html

拜網路發達之賜，現代人每天可以接收的訊息幾乎無窮盡，只要你願意，你能在網路上隨意瀏覽，
消磨整日的時光，但過量的資訊同時帶來心理上的負擔。

* 訊息過載使人焦慮
絕大多數人對於日常所接觸的訊息，往往是不管好壞，照單全收，事實上，
你每因為同儕壓力而多用一個社群軟體或是聊天軟體，就多了一個心理上的維護成本。

處理訊息除了消耗你的時間外，同時也消耗你一天可用於處理其他事務的精力。
如果不謹慎選擇訊息吸收的方式，往往使自己陷入認知缺乏的狀態。
* 過濾訊息
** 訊息的種類
*** 資訊 
資訊指的是當下會影響你的人生的，立即用得上的訊息，諸如報稅時間，氣溫變化，疾病流行狀況等等。
*** 資料 
指我們會接觸到很多數據或文字類的資料，像是法律條文，地理人文知識等等，這些資料很龐大，無法記憶、
很多時候也無法立刻利用、甚至可能一輩子都不會需要。

但當臨時需要的時候必須有辦法快速找出來，這仰賴你平常是否有訓練出一套資訊整理的方法。
*** 雜訊
雜訊指的是所有在新聞、報紙、雜誌、朋友轉貼、討論區、留言板出現的訊息。 也是95%以上的訊息。
特別是社交網路上的片段訊息，絕大部分都是消耗你大量精力且根本不需要的垃圾。
** 單一來源吸收資訊
盡量利用 RSS Reader 將訊息整合到同一個地方，降低 context-switching 的精力消耗。
** 屬於快速閱覽的資訊
這類的資訊往往只需要閱讀標題，獲得大概方向即可，像是國際大事，或是氣象變化等等。
國際大事可訂閱[[http://internationalnewsstation.tw/][外交部國際新聞讀報站]]的RSS，外交部幫國內民眾整理了跟台灣相關的國際新聞，並且摘要翻譯，

