blog/productivity/daily-info-collecting.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-06-13 Mon 13:13 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>如何處理訊息爆炸的生活</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Chen Hsin-Yi" />
<link rel="stylesheet" type="text/css" href="/blog/css/readtheorg.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../index.html"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content">
<h1 class="title">如何處理訊息爆炸的生活</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline1">訊息過載使人焦慮</a></li>
<li><a href="#orgheadline8">過濾訊息</a>
<ul>
<li><a href="#orgheadline5">訊息的種類</a>
<ul>
<li><a href="#orgheadline2">資訊</a></li>
<li><a href="#orgheadline3">資料</a></li>
<li><a href="#orgheadline4">雜訊</a></li>
</ul>
</li>
<li><a href="#orgheadline6">單一來源吸收資訊</a></li>
<li><a href="#orgheadline7">屬於快速閱覽的資訊</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
拜網路發達之賜，現代人每天可以接收的訊息幾乎無窮盡，只要你願意，你能在網路上隨意瀏覽，
消磨整日的時光，但過量的資訊同時帶來心理上的負擔。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">訊息過載使人焦慮</h2>
<div class="outline-text-2" id="text-orgheadline1">
<p>
絕大多數人對於日常所接觸的訊息，往往是不管好壞，照單全收，事實上，
你每因為同儕壓力而多用一個社群軟體或是聊天軟體，就多了一個心理上的維護成本。
</p>

<p>
處理訊息除了消耗你的時間外，同時也消耗你一天可用於處理其他事務的精力。
如果不謹慎選擇訊息吸收的方式，往往使自己陷入認知缺乏的狀態。
</p>
</div>
</div>
<div id="outline-container-orgheadline8" class="outline-2">
<h2 id="orgheadline8">過濾訊息</h2>
<div class="outline-text-2" id="text-orgheadline8">
</div><div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5">訊息的種類</h3>
<div class="outline-text-3" id="text-orgheadline5">
</div><div id="outline-container-orgheadline2" class="outline-4">
<h4 id="orgheadline2">資訊</h4>
<div class="outline-text-4" id="text-orgheadline2">
<p>
資訊指的是當下會影響你的人生的，立即用得上的訊息，諸如報稅時間，氣溫變化，疾病流行狀況等等。
</p>
</div>
</div>
<div id="outline-container-orgheadline3" class="outline-4">
<h4 id="orgheadline3">資料</h4>
<div class="outline-text-4" id="text-orgheadline3">
<p>
指我們會接觸到很多數據或文字類的資料，像是法律條文，地理人文知識等等，這些資料很龐大，無法記憶、
很多時候也無法立刻利用、甚至可能一輩子都不會需要。
</p>

<p>
但當臨時需要的時候必須有辦法快速找出來，這仰賴你平常是否有訓練出一套資訊整理的方法。
</p>
</div>
</div>
<div id="outline-container-orgheadline4" class="outline-4">
<h4 id="orgheadline4">雜訊</h4>
<div class="outline-text-4" id="text-orgheadline4">
<p>
雜訊指的是所有在新聞、報紙、雜誌、朋友轉貼、討論區、留言板出現的訊息。 也是95%以上的訊息。
特別是社交網路上的片段訊息，絕大部分都是消耗你大量精力且根本不需要的垃圾。
</p>
</div>
</div>
</div>
<div id="outline-container-orgheadline6" class="outline-3">
<h3 id="orgheadline6">單一來源吸收資訊</h3>
<div class="outline-text-3" id="text-orgheadline6">
<p>
盡量利用 RSS Reader 將訊息整合到同一個地方，降低 context-switching 的精力消耗。
</p>
</div>
</div>
<div id="outline-container-orgheadline7" class="outline-3">
<h3 id="orgheadline7">屬於快速閱覽的資訊</h3>
<div class="outline-text-3" id="text-orgheadline7">
<p>
這類的資訊往往只需要閱讀標題，獲得大概方向即可，像是國際大事，或是氣象變化等等。
國際大事可訂閱<a href="http://internationalnewsstation.tw/">外交部國際新聞讀報站</a>的RSS，外交部幫國內民眾整理了跟台灣相關的國際新聞，並且摘要翻譯，
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Chen Hsin-Yi</p>
<p class="date">Created: 2016-06-13 Mon 13:13</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
